; https://www.iso.org/iso-639-language-codes.html
; <Language: French (Fr) | Français>
; <Translator(s): Largo, LoubiTek>, Etienne Jacquemoud>

[French]
IDS_UPDATE_NO=Aucune mise à jour disponible.
IDS_UPDATE_YES=Mise à jour disponible : télécharger et installer ?
IDS_FILE=Fichier
IDS_SETTINGS=Paramètres
IDS_EXIT=Quitter
IDS_LANGUAGE=Langue
IDS_HELP=Aide
IDS_WEBSITE=Site web
IDS_CHECKUPDATES=Vérifier les mises à jour
IDS_ABOUT=À propos de
IDS_DONATE=Faire un don
IDS_TRAY_SHOW=Afficher/Masquer
IDS_TRAY_DISABLE=Désactiver
IDS_TRAY_POPUP_1=Nettoyer les zones
IDS_TRAY_POPUP_2=Nettoyer lorsque supérieur à
IDS_TRAY_POPUP_3=Nettoyer toutes les
IDS_CLEAN=Nettoyer la mémoire
IDS_GROUP_1=Mémoire physique
IDS_GROUP_2=Mémoire virtuelle
IDS_GROUP_3=Cache système
IDS_ITEM_1=Utilisation
IDS_ITEM_2=Disponible
IDS_ITEM_3=Total disponible
IDS_SETTINGS_GENERAL=Général
IDS_SETTINGS_MEMORY=Effacer la mémoire
IDS_SETTINGS_APPEARANCE=Apparence
IDS_SETTINGS_TRAY=Icône de notification
IDS_CLOSE=Fermer
IDS_TITLE_1=Configuration générale
IDS_TITLE_2=Réinitialiser
IDS_TITLE_3=Zones de mémoire pouvant être nettoyées
IDS_TITLE_4=Gestion de la mémoire
IDS_TITLE_5=Raccourcis clavier (global)
IDS_TITLE_6=Style
IDS_TITLE_7=Indicateurs de couleur
IDS_TITLE_8=Contrôle de la souris
IDS_TITLE_9=Info-bulles
IDS_ALWAYSONTOP_CHK=Toujours visible
IDS_LOADONSTARTUP_CHK=Lancer au démarrage du système
IDS_STARTMINIMIZED_CHK=Lancer en mode minimisé
IDS_REDUCTCONFIRMATION_CHK=Confirmer le nettoyage de la mémoire
IDS_SKIPUACWARNING_CHK=Ignorer l'avertissement du contrôle de compte utilisateur
IDS_CHECKUPDATES_CHK=Vérifier régulièrement les mises à jour (recommandé)
IDS_LANGUAGE_HINT=Sélection de la langue :
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Nettoyer lorsque supérieur à : (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Nettoyer toutes les : (min.)
IDS_HOTKEY_CLEAN_CHK=Nettoyer la mémoire :
IDS_TRAYUSETRANSPARENCY_CHK=Utiliser un fond transparent
IDS_TRAYSHOWBORDER_CHK=Afficher la bordure
IDS_TRAYROUNDCORNERS_CHK=Coins arrondis
IDS_TRAYCHANGEBG_CHK=Changer la couleur d'arrière-plan (à la place du texte et de la bordure)
IDS_TRAYUSEANTIALIASING_CHK=Utiliser l'anticrénelage
IDS_FONT_HINT=Police de caractère :
IDS_COLOR_TEXT_HINT=Couleur du texte
IDS_COLOR_BACKGROUND_HINT=Couleur de fond
IDS_COLOR_WARNING_HINT=Couleur pour le niveau "critique"
IDS_COLOR_DANGER_HINT=Couleur pour le niveau "danger"
IDS_TRAYLEVELWARNING_HINT=Le "seuil d'alerte" commence à : (%)
IDS_TRAYLEVELDANGER_HINT=Le "seuil de danger" commence à : (%)
IDS_TRAYACTIONSC_HINT=Clic simple:
IDS_TRAYACTIONMC_HINT=Clic molette :
IDS_TRAY_ACTION_1=Afficher/Masquer
IDS_TRAY_ACTION_2=Nettoyer la mémoire
IDS_TRAY_ACTION_3=Ouvrir le gestionnaire des tâches
IDS_SHOW_CLEAN_RESULT_CHK=Afficher les résultats du nettoyage de la mémoire
IDS_QUESTION=Êtes-vous sûr de vouloir nettoyer la mémoire ?
IDS_QUESTION_WARNING=Alterner entre "Liste d'attente" et "Liste des pages modifiées" peut geler votre ordinateur pendant près d'une minute
IDS_QUESTION_FLAG_CHK=Ne plus afficher
IDS_STATUS_CLEANED=La mémoire a été nettoyée : %s libéré(s).
IDS_STATUS_NOPRIVILEGES=Les droits d'administrateur sont nécessaires : veuillez relancer l'application en tant qu'administrateur !
IDS_UPDATE_DOWNLOAD=Téléchargement de la mise à jour...
IDS_UPDATE_DONE=La mise à jour a été téléchargée.
IDS_UPDATE_ERROR=Problème avec le serveur de mise à jour.
IDS_UPDATE_INIT=Recherche d'une nouvelle version...
IDS_UPDATE_INSTALL=Mise à jour disponible. Voulez-vous l'installer ?
IDS_RESET=Réinitialiser
IDS_QUESTION_RESET=Êtes-vous sûr de vouloir réinitialiser tous les paramètres ?
IDS_NOTIFICATIONSOUND_CHK=Activer les notifications sonores
IDS_TITLE_ADVANCED=Avancé
IDS_VIEW=Afficher
IDS_USEDARKTHEME=Utiliser le thème sombre
IDS_UPDATE_SPEED=Vitesse
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
